{"_id":{"$oid":"5e9c1382139a1e07944aa2c8"},"Keyword":"Age","Description":"Everyone alive is growing older. And as with many other diseases, your risk of breast cancer goes up as you get older. For example, according to the American Cancer Society, about 1 out of 8 invasive breast cancers develop in women younger than 45. About 2 out of 3 invasive breast cancers are found in women 55 or older.  In fact, the aging process is the biggest risk factor for breast cancer. That's because the longer we live, there are more opportunities for genetic damage (mutations) in the body. And as we age, our bodies are less capable of repairing genetic damage.  Steps you can take While you can't stop the aging process, you can make lifestyle choices that can keep your risk as low as it can be:  1) maintaining a healthy weight 2) exercising regularly 3) limiting alcohol 4) eating nutritious food 5) never smoking (or quitting if you do smoke)  These are just a few of the steps you can take.  For more information:- https://www.breastcancer.org/risk/factors/age"}
{"_id":{"$oid":"5e9c6cdd139a1e07944aa2d5"},"Keyword":"Drinking Alcohol","Description":"Research consistently shows that drinking alcoholic beverages -- beer, wine, and liquor -- increases a woman's risk of hormone-receptor-positive breast cancer. Alcohol can increase levels of estrogen and other hormones associated with hormone-receptor-positive breast cancer. Alcohol also may increase breast cancer risk by damaging DNA in cells.  Compared to women who don't drink at all, women who have three alcoholic drinks per week have a 15% higher risk of breast cancer. Experts estimate that the risk of breast cancer goes up another 10% for each additional drink women regularly have each day.  Teen and tween girls aged 9 to 15 who drink three to five drinks a week have three times the risk of developing benign breast lumps. (Certain categories of non-cancerous breast lumps are associated with a higher risk of breast cancer later in life.)  While only a few studies have been done on drinking alcohol and the risk of recurrence, a 2009 study found that drinking even a few alcoholic beverages per week (three to four drinks) increased the risk of breast cancer coming back in women who’d been diagnosed with early-stage disease.  The bottom line is that regularly drinking alcohol can harm your health, even if you don’t binge drink or get drunk. All types of alcohol count. One drink equals 12 ounces of beer, 5 ounces of wine, or 1.5 ounces of hard liquor.  Steps you can take If you want to do everything you can to lower your breast cancer risk, limiting how much alcohol you drink makes sense. You may choose to stop drinking alcohol completely. But if you plan to continue drinking, try to have two or fewer alcoholic drinks per week.  For most of us, drinking is social. But cutting back on alcohol doesn’t mean cutting back on seeing your friends and family. If you’re not sure if you can go to an event and not have a drink, keep your health in mind. Remember that you’re keeping your risk of breast and other cancers as low as possible.  There are many great-tasting drink options that don’t involve alcohol. Mocktails — drinks that use all the ingredients of cocktails except for the alcohol — are available just about everywhere. Virgin Marys offer the healthy tomato juice of Bloody Marys without the vodka. Cosmo-Nots keep the healthy cranberry juice and eliminate the vodka. There are many online recipe sites that offer tips for making non-alcoholic drinks. The makers of non-alcoholic beer, wine, and champagne have improved the taste of their products and these, too, are widely available.  Here are some other ways to make your beverages festive:  1) Freeze your favorite juice in an ice tray and use as ice cubes. This looks especially appealing in a pint glass of club soda or sparkling water. 2) Get creative and make a dramatic mocktail using edible flowers preserved in syrup — you can eat the flower afterward. 3) Put fresh organic raspberries or strawberries in the bottom of a champagne flute and top with sparkling water or ginger ale. 4) Put chunks of fresh fruit on a drink stirrer and put into a glass of your favorite non-alcoholic beverage.  For more information:- https://www.breastcancer.org/risk/factors/alcohol , http://community.breastcancer.org/livegreen/alcohol-and-cancer-you-cant-drink-to-your-health/"}
{"_id":{"$oid":"5e9c226e139a1e07944aa2d2"},"Keyword":"Being Overweight","Description":"Overweight and obese women -- defined as having a BMI (body mass index) over 25 -- have a higher risk of being diagnosed with breast cancer compared to women who maintain a healthy weight, especially after menopause. Being overweight also can increase the risk of the breast cancer coming back (recurrence) in women who have had the disease.  This higher risk is because fat cells make estrogen; extra fat cells mean more estrogen in the body, and estrogen can make hormone-receptor-positive breast cancers develop and grow.  Still, the link between extra weight and breast cancer is complicated and affected by other factors. For example, the location of the extra weight matters. Extra fat around your belly may increase risk more than the same amount of extra fat around your thighs or hips.  Steps you can take Losing weight can be harder as you get older, but it can be done with careful changes to your diet and regular exercise. The first thing to do is to talk to your doctor about a healthy weight for you based on your age, height, body type, and activity level. Next, talk to your doctor about a safe and sensible plan to lose weight designed specifically for you and your needs.  Do you need to count calories? Many people believe that if you eat fewer calories than you burn each day, you’ll lose weight, and if you eat the same number of calories that you’ll burn, you’ll maintain a healthy weight. This plan works for many people, but not all.  If you’re counting calories, it’s important to think about what you’re eating. Say Jane eats 1,200 calories a day of cake, cookies and white bread. She’s probably not going to lose any weight. Betty eats 1,200 calories a day of fresh vegetables and fruit and lean protein. She’s probably going to lose some weight and get a lot more nutrients from her food. Counting calories is only part of the weight loss equation.  And counting calories is only one way to lose weight. Because the hormone insulin plays a major role in how your body uses and stores fat, some research suggests that eating foods that keep insulin levels steady throughout the day – lean meat and fish, poultry, vegetables, and fruit -- rather than foods like sugar, candy, white bread and crackers – can help you maintain a healthy weight.  Breastcancer.org Chief Medical Officer Marisa Weiss, M.D. says, \"It can be hard to get enthusiastic about losing weight if you've had limited success in the past. Sometimes success can depend on how you think about losing weight: learn the steps that give you the biggest bang for your buck and reframe your feelings and attitudes about hurdles in your path. Here are just a few examples. You can turn progress into failure with a common misconception: eating and exercise are equally important for weight loss. In fact, 80% of weight loss is what you eat and drink. Only 20% relates to exercise. Don't get caught thinking they're 50/50 partners: a 400 calorie slice of cheesecake that takes 5 minutes (or less) to eat would take hours on the treadmill to burn off. You also have to be prepared to give up cooking methods that may be part of your family traditions (like deep-fried chicken or adding cheese to all your vegetables) and change old 'harmless' habits (like tasting while you cook or eating raw dough when you bake). It's important to be open to new foods, including those that you're sure you hate (like the tomatoes and fish you hated as a kid). Give them another chance as an adult. There are so many healthy options out there that will help you accomplish your goals. Once you get your game on, you'll feel so much better.\"  Create a healthy eating plan and an exercise plan. Once you have the OK from your doctor and a weight goal, you can create a healthy eating plan that meets your nutritional needs. You may want to talk to a registered dietitian about how to create a healthy eating plan that's tailored to your specific needs and likes.  If you're unable to work directly with a registered dietitian, you have some other options. Computer programs and online tools can help you further analyze what you eat. They go beyond whether or not you're getting enough of a specific nutrient. Some of them might even make recommendations about how much of specific foods you should eat per day and track your eating and nutrient patterns over time.  Exercise is such an important part of daily life that the United States Department of Agriculture said that all people should meet the Physical Activity Guidelines for Americans in the Appendix of the 2015-20 Dietary Guidelines for Americans. Regular exercise helps reduce breast cancer risk. And the American Cancer Society recommends that women who have been diagnosed with breast cancer exercise regularly (about 5 hours per week) to improve their quality of life and physical fitness, as well as to reduce the risk of developing new cancers. Research shows that women who exercise the equivalent of walking 3 to 5 hours per week at an average pace after being diagnosed with breast cancer may improve their chances of surviving the disease.  There's no magic bullet or single food that will make you lose weight quickly. In fact, the safest way to lose weight is to do it slowly -- about a pound a week.  The United States Department of Agriculture 2015-20 Dietary Guidelines for Americans recommend:  1) getting less than 10% of calories per day from added sugars 2) getting less than 10% of calories per day from saturated fats 3) eating less than 2,300 mg per day of salt The guidelines also recommend eating a variety of nutrient-dense foods across all food groups, including:  1) a variety of vegetables from all of the subgroups: dark green, red and orange, beans and peas, starchy, and others 2) fruits, especially whole fruits 3) grains, at least half of which are whole grains 4) fat-free or low-fat dairy, including milk, yogurt, cheese, and/or fortified soy beverages 5) a variety of protein foods, including seafood, lean meats and poultry, eggs, beans and peas, nuts, seeds, and soy products 6) oils Here are some tips to make your diet nutritious and help you lose weight:  1) Limit sugar, refined carbohydrates, and alcohol. 2) Eat small portions (no more than 6 to 7 ounces a day) of lean meat or poultry. 3) Remove the skin and fat from meat, poultry, and fish. 4) Cover your plate with fresh, nutrient-dense foods. Fill two-thirds of your plate with fresh vegetables, fruits, and whole grains, and one-third or less with meat and dairy products. 5) Eat lots of fruits, veggies, and whole grains. Eat at least 2 cups of fruit and 3 cups of vegetables each day and 3 ounces or more of whole grains. You will feel full longer and may be less tempted by junk food. 6) Choose non-fat milk and dairy products. 7) Go for variety. Buy a new fruit, vegetable, or whole-grain product each time you shop for groceries to keep from getting bored with your diet. 8) Drink water or drinks with no sugar added if you're hungry between meals. Avoid soda, lemonade, sweetened iced tea, and juices. 9) Keep healthy snacks on hand, such as: \tsalad with fat-free or low-fat dressing \tcarrot and celery sticks (organic is best) \tbite-sized pieces of broccoli, cauliflower, or other vegetables \tsalsa with vegetables (not chips) for scooping \tgazpacho \tnon-fat Greek or plain yogurt \tlow-fat cottage cheese \tapple slices (organic is best) \torange sections \trice cakes \tfrozen berries  \tair-popped popcorn \tunsweetened fruit tea or herbal tea \twater with a slice of lemon or lime \tbroth or bouillon \tlow-fat gelatin \tLimit heavily salted, smoked, or pickled foods. They tend to have a lot of salt and nitrates.  How to eat healthy when you eat out at restaurants:  1) Enjoy a salad with fat-free or low fat dressing before going out. It can curb your appetite and keep you from over-ordering. 2) Go in with a plan. Look at menus online before you go, and decide where and what to eat. Many chain restaurants offer healthy menu options that follow Weight Watchers or other eating plans. 3) Choose steamed, baked, or boiled vegetables, rather than those in sauces or with cheese. 4) Order meat/seafood that is steamed, broiled, roasted, or baked rather than pan-fried or deep-fried. 5) Ask for sauces, dressings, butter, and sour cream on the side so you can control how much you use. Or ask for your dish to be made without sauce or cheese. 6) Avoid casseroles. They often have sugary or salty sauces and lots of high-fat cheese. 7) Avoid or limit alcohol. Alcoholic beverages have no nutrients. And after you have one or two alcoholic drinks you may be more tempted to dive into the bread basket, order a plate of nachos, or sample something from the dessert cart. 8) Choose beverages without added sugar. A 12-ounce glass of regular soda pop has about 10 teaspoons of sugar per serving. Water has zero. 9) Order each item separately (a la carte), so you can get everything prepared how you want it, rather than ordering a combination plate with less flexibility. 10) Don't eat mindlessly. Ask the waitperson to remove the bowl of chips/bread/peanuts after you've had a small portion. 11) Don't order jumbo or super sizes. 12) Order an appetizer portion instead of a meal-size portion. Many restaurants offer the same dishes in both sections of the menu. 13) Wrap it up. Ask for half of your entree to be wrapped up to go when you order. Eat it for lunch the next day. 14) Share an entree with a friend and order an extra side salad with the dressing on the side.  For more information:- breastcancer.org/risk/factors/weight , https://www.breastcancer.org/tips/nutrition"}
{"_id":{"$oid":"5e9c279e139a1e07944aa2d3"},"Keyword":"Breastfeeding History","Description":"Breastfeeding can lower breast cancer risk, especially if a woman breastfeeds for longer than 1 year. There is less benefit for women who breastfeed for less than a year, which is more typical for women living in countries such as the United States. There are several reasons why breastfeeding protects breast health:  making milk 24/7 limits breast cells' ability to misbehave most women have fewer menstrual cycles when they're breastfeeding (added to the 9 missed periods during pregnancy) resulting in lower estrogen levels many women tend to eat more nutritious foods and follow healthier lifestyles (limit smoking and alcohol use) while breastfeeding Beyond breast health protection, breastfeeding provides important health benefits to the baby and helps the bonding process.  Steps you can take The decision to breastfeed is very personal and depends on your unique situation.  If breastfeeding is an option for you, you may want to consider it. Besides possibly lowering your breast cancer risk, breastfeeding gives your child antibodies through the breast milk that can protect him/her from bacterial and viral infections. Still, these are highly individual decisions affected by many factors besides breast cancer risk and whether you are able to breast feed.  Breastfeeding can be a challenge after a breast cancer diagnosis. After a double mastectomy, sadly, breastfeeding is impossible. After lumpectomy and radiation, the treated breast usually produces little or no milk, but the other breast usually can make milk normally. The milk from one breast may be enough or you may have to supplement with formula. Some women may choose to use a breast milk donor. An experienced breastfeeding coach can help you figure out the best possible solution for your unique situation.  Whether or not you breastfeed, there are lifestyle choices you can make to keep your breast cancer risk as low as it can be:  1) maintaining a healthy weight 2) exercising regularly 3) limiting alcohol 4) eating nutritious food 5) never smoking (or quitting if you do smoke) 6) These are just a few of the steps you can take.  For more Information:- https://www.breastcancer.org/risk/factors/breastfeed_hist"}
{"_id":{"$oid":"5e9c1731139a1e07944aa2ca"},"Keyword":"Family History","Description":"Women with close relatives who've been diagnosed with breast cancer have a higher risk of developing the disease.  If you've had one first-degree female relative (sister, mother, daughter) diagnosed with breast cancer, your risk is doubled. If two first-degree relatives have been diagnosed, your risk is 5 times higher than average.  If your brother or father have been diagnosed with breast cancer, your risk is higher, though researchers aren't sure how much higher.  In some cases, a strong family history of breast cancer is linked to having an abnormal gene associated with a high risk of breast cancer, such as the BRCA1 or BRCA2 gene. In other cases, an abnormal CHEK2 gene may play a role in developing breast cancer.  Steps you can take There are lifestyle choices you can make to keep your risk of developing breast cancer as low it can be:  1) maintaining a healthy weight 2) exercising regularly 3) limiting alcohol 4) eating nutritious food 5) never smoking (or quitting if you do smoke) These are just a few steps you can take.  Along with these lifestyle choices, there other risk-reduction options for women with a strong family history of breast cancer.  Hormonal therapy medicines: Four hormonal therapy medicines have been shown to reduce the risk of developing hormone-receptor-positive breast cancer in women at high risk. The SERMs (selective estrogen receptor modulators) tamoxifen and Evista (chemical name: raloxifene) and the aromatase inhibitors Aromasin (chemical name: exemestane) and Arimidex (chemical name: anastrozole) are the four medicines used in this way.  Tamoxifen has been shown to reduce the risk of first-time hormone-receptor-positive breast cancer in both postmenopausal and premenopausal women at high risk. Certain medicines may interfere with tamoxifen's protective effects. Visit the Tamoxifen page to learn more. Evista has been shown to reduce the risk of first-time hormone-receptor-positive breast cancer in postmenopausal women. Visit the Evista page to learn more. Aromasin has been shown to reduce the risk of first-time hormone-receptor-positive breast cancer in postmenopausal women at high risk. Aromasin isn’t approved by the FDA for this use, but doctors may consider it a good alternative to tamoxifen or Evista. In 2013, the American Society of Clinical Oncology (ASCO) released new guidelines on using hormonal therapy medicines to reduce breast cancer risk in high-risk women. These guidelines recommend that doctors talk to high-risk postmenopausal women about using Aromasin to reduce risk. ASCO is a national organization of oncologists and other cancer care providers. ASCO guidelines give doctors recommendations for treatments that are supported by much credible research and experience. Visit the Aromasin page for more information. Arimidex has been shown to reduce the risk of first-time, hormone-receptor-positive breast cancer in postmenopausal women at high risk. Like Aromasin, Arimidex isn’t approved by the FDA for this use, but doctors may consider it a good alternative to tamoxifen, Evista, or Aromasin. Visit the Arimidex page for more information. Hormonal therapy medicines do not reduce the risk of hormone-receptor-negative breast cancer.  Together, you and your doctor can decide if medicine to lower your risk is a good option for you.  More frequent screening: If you're at high risk because of a strong family history of breast cancer, you and your doctor will develop a screening plan tailored to your unique situation. Recommended screening guidelines include:  a monthly breast self-exam a yearly breast exam by your doctor or nurse practitioner a mammogram every year starting at age 40 Your personal screening plan also may include the following tests to detect any cancer as early as possible:  MRI (magnetic resonance imaging) of the breast ultrasound You may have these tests more often than a woman at average risk. So you might have one screening test -- a mammogram, say -- and then have a different test -- an MRI -- 6 months later. Before or after each screening test, your doctor may perform a breast exam. You also may start having these tests earlier than age 40.  Protective surgery: Removing one or both healthy breasts and ovaries -- called prophylactic surgery (\"prophylactic\" means \"protective\") -- are very aggressive, irreversible risk-reduction options that some women choose.  Prophylactic breast surgery may be able to reduce a woman's risk of developing breast cancer by as much as 97%. The surgery removes nearly all of the breast tissue, so there are very few breast cells left behind that could develop into a cancer.  Women with an abnormal BRCA1 or BRCA2 gene may reduce their risk of breast cancer by about 50% by having prophylactic ovary removal (oophorectomy) before menopause. Removing the ovaries lowers the risk of breast cancer because the ovaries are the main source of estrogen in a premenopausal woman's body. Removing the ovaries doesn't reduce the risk of breast cancer in postmenopausal women because fat and muscle tissue are the main producers of estrogen in these women. Prophylactic removal of both ovaries and fallopian tubes reduces the risk of ovarian cancer in women at any age, before or after menopause.  The benefit of prophylactic surgeries is usually counted one year at a time. That's why the younger you are at the time of surgery, the larger the potential benefit and the older you are, the lower the benefit. Also, as you get older you're more likely to develop other medical conditions that affect how long you live, such as diabetes and heart disease.  Of course, each woman's situation is unique. Talk to your doctor about your personal level of risk and how best to manage it.  It's important to remember that no procedure -- not even removing both healthy breasts and ovaries at a young age -- totally eliminates the risk of cancer. There is still a small risk that cancer can develop in the areas where the breasts used to be. Close follow-up is necessary, even after prophylactic surgery.  Prophylactic surgery decisions require a great deal of thought, patience, and discussion with your doctors, genetic counselor, and family over time -- together with a tremendous amount of courage. Take the time you need to consider these options and make decisions that feel comfortable to you.  for more information:- https://www.breastcancer.org/risk/factors/family_history , https://www.breastcancer.org/treatment/surgery/prophylactic_mast , https://www.breastcancer.org/treatment/surgery/prophylactic_ovary"}
{"_id":{"$oid":"5e9c28ba139a1e07944aa2d4"},"Keyword":"Menstrual History","Description":"Women who started menstruating (having periods) younger than age 12 have a higher risk of breast cancer later in life. The same is true for women who go through menopause when they're older than 55. Over the past 15 years, girls have been starting puberty at younger ages. Breast development has started even earlier than menstrual periods. This unexpected shift has been attributed to the obesity epidemic and broad exposure to hormone disruptors, since a rise in hormones triggers the onset of breast development and puberty. The age when women go through menopause, however, has stayed about the same.  The earlier your breasts form, the sooner they're ready to interact with hormones inside and outside your body, as well as with chemicals in products that are hormone disruptors. This longer interaction with hormones and hormone disruptors can increase risk.  Also, when girls start menstruating at a younger age, the time between breast development and a first full-term pregnancy is usually longer than when menstruation happens later. During this time, breast tissue tends to be immature, overactive, and particularly sensitive to hormonal influences.  The longer a woman menstruates, the higher her lifetime exposure to the hormones estrogen and progesterone. All of these factors are associated with a higher risk of breast cancer later in life.  Steps you can take While you can't control when you start and stop menstruating, you can make lifestyle choices that can keep your risk as low as it can be:  1) maintaining a healthy weight 2) exercising regularly 3) limiting alcohol 4) eating nutritious food 5) never smoking (or quitting if you do smoke) These are just a few of the steps you can take.  For more information:- https://www.breastcancer.org/risk/factors/menstrual_hist"}
{"_id":{"$oid":"5e9c7200139a1e07944aa2d7"},"Keyword":"Effect of marital state","Description":"Unmarried women are more likely to be diagnosed at a later stage than married women.  Marital status is associated with survival in women across all AJCC stages; whereby unmarried women have higher mortality.  Effect size of the association between marital status and mortality differed in magnitude across AJCC stages.   Abstract 1) Background Marital status is strongly associated with improved health and longevity. Being married has been shown to be positively associated with survival in patients with multiple different types of malignancy; however, little is known about the relationship between marital status and breast cancer in younger women. The purpose of this study is to investigate the effect of marital status on diagnosis, and survival of women under the age of 65 with breast cancer.  2) Methods The SEER 18 regions database was used to identify women between the ages of 25–64 diagnosed with invasive breast cancer in the years 2004–2009. Logistic regression was used to predict later stage diagnosis by marital status and Cox proportional hazards models were used to compare breast cancer-related and all-cause survival by marital status classification. Models were stratified by AJCC stage.  3) Results After adjusting for age, race, and ER status, unmarried women were 1.18 times more likely to be diagnosed at a later stage than married women (95% CI 1.15, 1.20). In adjusted analysis unmarried women were more likely to die of breast cancer and more likely to die of all causes than married women across all AJCC stages.  4) Conclusions Younger unmarried women with breast cancer may benefit from additional counseling, psychosocial support and case management at the time of diagnosis to ensure their overall outcomes are optimized."}
{"_id":{"$oid":"5e9d8796139a1e07944aa2d8"},"Keyword":"How does menopause affect cancer risk","Description":"Menopause often brings more than physical changes. It also may bring uncertainty about cancer risks and cancer prevention.  We spoke with Therese Bevers, M.D., medical director of MD Anderson’s Cancer Prevention Center, about menopause and cancer.  How does menopause affect a woman’s cancer risk?  Menopause does not cause cancer. But your risk of developing cancer increases as you age. So women going through menopause have a greater chance of developing cancer because they’re older.  How does the age at which a woman starts menopause affect her cancer risk?  Starting menopause after age 55 increases a woman’s risk of breast cancer and endometrial cancer. That’s probably because she’s been exposed to more estrogen. During a woman’s menstrual cycle, estrogen stimulates the uterus and breast tissue. So the more menstrual periods a woman has, the longer these tissues are exposed to estrogen.  Women who start menopause later also may have an increased risk of ovarian cancer, possibly because they have had more ovulations.  Some women receive hormone therapy to cope with menopause symptoms. How safe is HT?  We encourage women to try safer alternatives before using HT. Postmenopausal use of HT increases a woman’s risk of breast cancer.  The Women’s Health Initiative showed that women who took combined hormone therapy (estrogen and progestin) had a bigger risk of breast cancer. There also may be a higher risk for women taking estrogen alone, but study results on this risk are still inconclusive.   Some studies also suggest that using HT after menopause may slightly increase ovarian cancer risk. Generally, the longer you use hormone therapy, the more your cancer risk appears to increase.  That said, one study actually showed that women who used HT had a smaller risk of colorectal cancer. But the increase in breast cancer risk is still bigger than the decreased risk for colon cancer. So HT risks tend to outweigh any benefits.   Speak with your doctor before using hormone therapy. Make sure you understand all the benefits and harms before you start taking them.  What are some safer HRT alternatives that you recommend?  Even small lifestyle changes can make a big difference. For instance, you may have terrible hot flashes if you drink coffee before showering. But your hot flashes may not be nearly as bad if you try drinking coffee after showering.  Some safe and healthy ways to manage menopause symptoms include:  1) Exercising regularly 2) Reducing stress 3) Getting enough sleep 4) Avoiding hot flash triggers like coffee, tea and alcohol 5) Quitting smoking  If lifestyle changes don’t help, women may wish to talk to their doctor about anti-depressants. Certain anti-depressants tend to reduce frequency and intensity of hot flashes. And they curb moodiness and irritability associated with menopause, so they make help women who use them feel better.    Anti-depressants don’t help with a common menopause symptom — vaginal dryness. Many over-the-counter moisturizers and lubricants can help with this. But they only work if you use them on an ongoing basis.  What can women do to reduce their cancer risk during and after menopause?  The same ways you reduce your cancer risk before menopause: exercise, eat a healthy diet, don’t smoke and avoid secondhand smoke, and maintain a healthy body weight.  Research shows that gaining weight after menopause increases a woman’s risk of breast cancer, but losing weight after menopause can actually reduce your risk.  For more information:- https://www.mdanderson.org/publications/focused-on-health/FOH-menopause-cancer.h20-1589835.html"}
{"_id":{"$oid":"5e9c6de0139a1e07944aa2d6"},"Keyword":"Smoking","Description":"Smoking causes a number of diseases and is linked to a higher risk of breast cancer in younger, premenopausal women. Research also has shown that there may be link between very heavy second-hand smoke exposure and breast cancer risk in postmenopausal women.  Smoking also can increase complications from breast cancer treatment, including:  1) damage to the lungs from radiation therapy 2) difficulty healing after surgery and breast reconstruction 3) higher risk of blood clots when taking hormonal therapy medicines  Steps you can take If you don't smoke, don't start. If you do smoke, use every resource you can find to help you quit. Knowing about all of the problems associated with smoking isn't always enough to make you quit. Smoking is a habit that's very hard to break. Fortunately, if you're serious about trying, you have lots of help:  1) The American Lung Association offers a free online smoking cessation program. The American Cancer Society also has a quit smoking program. You can also call the American Cancer Society at 1-800-ACS-2345 to get support and free advice on how to stop smoking from trained counselors. 2) Medicines to help you quit can be taken as a pill, chewed as gum, or worn as a patch on the skin. Ask your doctor if one of these might be right for you. 3) Acupuncture and meditation may help ease cigarette cravings. 4) It's also easier if you have a friend who's also quitting or who can cheer you on when you're feeling you can't make it on your own. 5) The Breastcancer.org Discussion Board has a thread titled Stop Smoking Support Thread, where you can meet others to give and receive support to quit smoking.  For more Information:- https://www.breastcancer.org/risk/factors/smoking , https://community.breastcancer.org/forum/152/topics/727307?page=1"}
